[
    {
        "surat": "lib/assets/images/spartacus.webp",
        "ady": "“Karlowar” torty",
        "description": "“Karlowar” torty\n\nHamyry üçin:\n\n100 gram mesge ýa-da margarin,\n1 stakan şeker,\n3 nahar çemçesi ary baly,\n3 ýumurtga,\n1 çaý çemçesi nahar sodasy,\nÝeterlik mukdarda un (hamyr gulak ujunyň ýumşaklygynda bolmaly, şonuň üçin hem uny özuňiz gözüňiziň çaky bilen ölçersiňiz).\n\nKremi üçin:\n\n250 gram mesge,\n250 gram şeker,\n250 gram plitka şokolad,\n4 ýumurtganyň agy,\n100 gram owradylan hoz ýa-da pisse,\n1 gap wanilin,\n150 gram şeker tozy (şeker uny).\n\nTaýýarlanylyşy:\n\nBir kiçiräk gazanyň ýa-da okaranyň içine 100 gram mesgäni, 1 stakan şekeri, 3 nahar çemçesi ary balyny atyp, ony içi suwly gaýnap duran başga ulurak gazanyň içine salmaly we hiç arasyny kesmezden bulap durmaly. Şekeri gowy eränden soňra, üstüne 3 ýumurtgany yzly-yzyna çakyp, çalt-çaltdan bulap durmaly. Çünki gyzgyn suwyklygyň içinde ýümurtga bişip, tokga tutmaz ýaly, näçe çalt bulasaň şonça gowy. Soňra ýene-de ýaňky kiçi gazany gaýnap duran içi suwly uly gazanyň içine goýmaly we içine 1 çaý çemçesi nahar sodasyny atyp bulamaly. Ýaňky garyndylar ak köpük bolup çişer welin, bulap-bulap suwly gazandan çykarmaly. Soňra ýaňky gyzgyn bulamagy hamyr ýugrulýan çanaga guýup biraz sowatmaly. Biraz gyzgyny barka, üstüne un guýup ýugurmaly. Bu hamyr gowy ýugrulandan soňra, birhili eliňde pytrap barýan ýaly bolar. Kän bir gaty hem bolmaly däl. Gulak ujunyň ýumşaklygynda bolmaly. Soňra ony hamyrçanakdan çykaryp, 10 bölege bölmeli we her bölegini tokgalap, soňra-da una bulap, saçagyň üstünde biri-birine degişdirip, öwrüp we üstüni ýapyp goýmaly. Edil şol arada duhowkany ýakyp goýmagy hem unutmaly däl. Soňra gapagyň üstüne un sepip, ýaňky hamyrlary bir-birden ýaýmaly. Hamyry ýaýan wagtyň, diýseň dykgatly bolmaly, çünki ahmal bolsaň, hamyr pytrap barýandyr. Hamyr göz çaky bilen “gowy ýukalanandyr-da” diýeniňden soňra, ýaýylan hamyrlaryň hemmesiniň ululygy birsydyrgyn bolar ýaly gyrasyny bir tarelkanyň ýa-da okaranyň kömegi bilen kesmeli. Onuň üçin ýaýylan hamyryň üstüne tarelka ýa-da okarany düňderip, onuň daş-töweregini pyçak bilen kesmeli. Soňra taýar ýaýylan hamyrlary bir-birden bişirmäge başlamaly. Bişirmek üçin duhowkanyň ýörite öz sajyny alyp, ýaňky ýaýylan hamyryň goýuljak ýerine gowy edip un sepmeli, onda-da gowy edip sepmeli. Şeýle edilende ýaýylan hamyr hem-ä ýelmeşmez hem-de ýanmaz. Ýöne duhowkanyň sajy welin gyzgyn bolmaly däl. Onuň üçin-de duhowka gyzdyrylmaga başlanmazdan öňürti, onuň saçlary daşyna çykarylmaly. Soňra tortyň bir tarapy bişenden soňra, beýleki tarapyna öwürmeli. Eger duhowkaňyz hem ýokarsyndan, hem aşagyndan gyzdyrýan bolsa, onda şol bir wagtyň özünde iki tarapy-da bişer, ýagny eýlesine öwürmegiň geregi-de ýok. Şeýdip ýaňky on bölegiň onusyny-da bişirip serip goýmaly hem-de mazaly sowatmaly, eger çalaja gyzgynlyk galsa, onda arasyna krem goýan wagtyň ol krem eremäge başlar. Onuň üçin hem hiç-hili gyzgynlyk bolmaly däl. Şeýlelik bilen “Karlowar” tortunyň hamyrly işi tamamlandy.\n\nKreminiň Taýýarlanylyşy:\n\nOnuň üçin öý gyzgynlygynda biraz ýumşan mesgeniň üstüne şekeriň ýarysyny guýup bir gyrada goýmaly. Soňra 150 gram plitka şokolady ýaňky hamyryny taýýarlanymyzda edişimiz ýaly, bir kiçiräk syrçaly gabyň içine bölüşdirip atmaly we ol gaby içi suwly gaýnap duran başga ulurak bir gabyň iýine salyp eretmeli (Bu erediliş usulyna “benmari” usuly diýilýär. Şeýle edilen ýagdaýynda şokolad öz aýratynlygyny ýitirmeýär we sowandan soňra ýene-de öňki hilini we aýratynlygyny saklaýar.). Soňra üstüne şeker guýlan mesgäni eliň bilen garyşdyrmaly. Soňra owradylan maňyz ýa-da hozy içine atyp garyşdyrmaly we ýumurtganyň agyna ýuwaş-ýuwaşdan goşup gowy edip garyşdyrmaly. Kremy ýasamak üçin hökmany suratda mikseriň bolmaly. Ýogsa krem göwün islegiňizçe bolmaz. Çünki mikseriň aýlanma tizligi uly bolansoň, ýaňky mynçgalanan garyndy çişip, 2-3 esse köpeler. Ondan soňra hälki bişirien çapady şekilindäki kökeleri bir-birden gatlak-gatlak edip goýup, hersiniň arasyna ýaňky kremden çalyp, onusyny-da örmeli. Iň soňunda galan 100 gram şokolady edil ýokarda edişimiz ýaly eretmeli we içine şeker tozuny 2-3 nahar çemçesi ýyly suw goşup, gowy edip garyşdyrmaly. Soňra ony iň üstki böleginiň üstüne we tortuň daş-töweregine çalmaly. Hormatly okyjylar, işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/walnut.webp",
        "ady": "Pisseli tortjagazlar",
        "description": "Pisseli tortjagazlar\n\nHamyry üçin:\n\n2 stakan un,\n0.5 stakan şeker tozy,\n2 ýumurtga,\n1 gap + 1.5 nahar çemçesi öý gyzgynlygynda ýumşan margarin,\nýarty gap wanilin,\nýarty gap gabartma tozy,\n1 çümmük duz,\n1 nahar çemçesi gyrgyçdan geçirilen limon gabygy.\n\nIçi üçin:\n\n200 gram owradylan pisse,\n1 stakan şeker tozy,\nýarty gap wanilin,\n3 ýumurtga,\nýarty nahar çemçesi gyrgyçdan geçirilen limon gaby.\n\nÜstüni bezemek üçin:\n\n150 gram erik marmelady ýa-da baly,\nýarty stakan badam ýa-da maňyz,\n1 stakan owradylan pisse.\n\nTaýýarlanylyşy:\n\nHamyr ýugurmak üçin oňaýly, ýaýbaňrak bir gabyň içine hamyr üçin gerekli ähli zatlary atyp ýügruň. Taýýar hamyra 10 minut çemesi dynç beriň. Soňra hamyry 3-4 mm galyňlykda ýaýyň. Şol ýaýylan hamyrdan hozuň ululygynda goparyp alyp eliňizde tokgalap suratdaky ýaly kiçijik ýörite tort galyplarynyň içine salyp, gyralary bilen bilelikde basyşdyryň. Çünki hamyr galybyna basdyrylan wagty bişenden soňra edil suratda görşüňiz ýaly şekil alar. Soňra çarşak (wilka) bilen içine goýmaly zatlary salar ýaly çukurjyk ýasaň. Soňra içine erik marmeladyndan (eger ýok bolsa erik baly hem bolup biler) azajyk çalyň. Soňra içine goýuljak zatlary taýýarlamaly. Onuň üçin ilki şeker tozy bilen ýumurtgany ak köpük bolýança garyşdyryň, soňra üstüne owradylan pisseni, gyrgyçdan geçirilen limon gabygyny we wanilini atyp garyşdyryň we ýaňky tortjagazlaryň içine agzyndan dökülmejek şekilde göz çaky bilen salyň. Üsti gülgün reňk äwüsýänçe orta derejeli gyzgynlykdaky duhowkada bişiriň. Bişenden soňra üstüne ýene-de ýukajyk erik marmeladyndan çalyň we owradylan pisseden sepiň, onun üstünden-de edil suratdaky ýaly badam ýa-da maňyzlardan güljagaz ýasaň.\nIýen-içeniňiz nesip etsin!\nBellik: Bu tortjagazyň içine öz islegiňize görä başgarak zatlary hem salyp bilersiňiz."
    },
    {
        "surat": "lib/assets/images/chocolate_cake.webp",
        "ady": "Şokoladly tort",
        "description": "Şokoladly tort\n\nTaýýarlamak üçin:\n\n5 ýumurtgda,\n265 gram şeker (1 stakan + 3 nahar çemçesi),\n325 gram süýtsüz plitka şokolad,\n250 gram margarin (öý gyzgynlygynda ýumşan).\n\n“Marsala” sousyny taýýarlamak üçin:\n\n750 gram süýt (250 gramlyk stakandan 3 stakan),\nbir çummuk duz,\n75 gram şeker (1/3 stakan),\n1+1/2 nahar çemçesi un (12 gram),\n5 ýumurtganyň sarysy,\n3 nahar çemçesi marsala (ülje (wişnýa) suwy).\n\nTaýýarlanylyşy:\n\nBu torty taýýarlamak üçin ilki bilen duhowkaňyzy 175 dereje gyzdyryň. Soňra bar bolsa iň gowusy bili guşakly, özünem 24 sm. giňişligindäki galybyň içine ýagly ýanmaýan kagyz düşeň. Ondansoň içini taýýarlaň. Onuň üçin ilki bilen ýumurtgalary 65 gram şeker bilen ak köpük halyna gelýänçä çalyň. Galan şekeri bolsa 100 ml suwda agzy açyk şekilde 4 minut çemesi gaýnadyň we otdan düşüriň. Soňra şokolady gyrgyçdan geçirip, çemçe bilen ýaňky şerbede az-azdan goşup erediň. Soňra içine kiçijik böleklere bölünen margarinleri atyň. Şokoladly garyndyny şekerli ýumurtganyň üstüne az-azdan goşup, mikser bilen garyşdyryň we taýýar galybyň içine guýuň. Galyby içi suwdan doly gabyň içine salyp, duhowkanyň 2-nji gatynda 30-35 minut bişiriň. Tort bişenden soňra, duhowkaň oduny söndürip, agzyny açyp, 5 minut dynç beriň. Taýýar tort sowandan soň, guşagyny çözüp galypdan çykaryň.\n\nBu tort gaty süýji bolup biler, şonuň üçin gapdalyndan “Marsala” sousy bilen iýmek maslahat berilýär.\n\nMarsala sousyny taýýarlamak:\nIlki bilen süýdi bişirip, içine duz atyp gaýnadyň. Aýratyn bir gapda şeker bilen uny garyşdyryň. Ýumurtganyň sarysy bilen bu garyndyny mikser bilen ak köpük bolýança garyşdyryň. Soňra gaýnan süýdi ýuwaş-ýuwaşdan goşup çalt-çaltdan garyşdyryň. Odun üstüne goýup, gaýnamaga başlaýança gyzdyryň we aram-aram garyşdyryň. Otdan düşürip süzgüçden geçiriň. Üstüne marsala goşup sowaýança garaşyň. Marsala sousy sowansoň, tort bilen bilelikde hödürläň."
    },
    {
        "surat": "lib/assets/images/cream_horn.webp",
        "ady": "Çaýly we kakaoly keks",
        "description": "Içi kremli guýguçjyklar\n\nHamyry üçin:\n\n500 gram ýokary hilli un,\n1/4 litr suw,\n1/2 çaý çemçesi duz,\n550 gram mesge,\n100 gram edil öňki ýaly un.\n\nKremi üçin:\n\n400 gram mesge,\n1,25 stakan şeker,\n0,5 litr çig gaýmak (sliwka) ýa-da köräk gaýnadylyp sowadylan süýt,\n5 nahar çemçesi ak un,\n1 gap wanilin.\n\nTaýýarlanylyşy:\n\nIlki bilen 500 gram uny tagtaň üstüne eläp, suw we duz bilen hamyr edip, 15 minut sowadyja goýuň. Sowadylan ýag bilen 100 gram una garyp başga bir hamyr taýýarlap, ony hem sowadyja goýuň. Birinji hamyry ýaýyp, içine ýagly hamyry goýup örtüň we gatlap ýaýmak arkaly birnäçe gezek epliň. Her eplenenden soň sowadyja goýup, ölçä ölçä ýaýyň we taýýar hale getiriň.\n\nGeliň indi içini taýýarlaň:\nGuýguçjyklaryň daşyna hamyry orap, ýumurtga we süýt garyndysy bilen çalyň. Şeker bilen sepip, duhowkada 225 derejede 10-15 minut bişiriň.\n\nKrem taýýarlamak üçin: Mesgä şeker goşup garyşdyryň. Süýt bilen uny bişirip, sowadyň. Sowuk süýtli bulamany mesgä bilen garyp, wanilin goşuň we mikser bilen çalyp krem halyna getiriň. Kremi guýguçjyklar içine salyp, isleseňiz üstüne arahis sepiň.\n\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/brownie_cake.webp",
        "ady": "Içi kremli guýguçjyklar",
        "description": "Çaýly we kakaoly keks\n\nHamyry üçin:\n3 ýumurtga,\n1,5 stakan şeker,\n2,5 stakan un,\n2 nahar çemçesi kakao,\n1 stakan günebakar ýagy,\n1 stakan ajy gara çaý,\n1 gap gabartma tozy,\nbişenden soňra üstüne guýmak üçin 1 stakan kakaoly suw.\n\nTaýýarlanylyşy:\nBir gabyň içinde ýumurtga bilen şekeri ak köpük bolýança garyşdyryň. Soňra üstüne günebakar ýagyny we ajy gara çaýy guýuň. Kakao we gabartma tozy bilen garyşdyrylan unu goşup gowy edip garyşyryň. Yağlanan galyba guýup, orta derejeli gyzgynlykdaky duhowkada bişiriň. Bişip-bişmedigini barlamak üçin çöpjagaz bilen synag ediň. Týýar bolan keksi sowadan soň galybyndan çykaryp, dilimläp hödürläň. Işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/milk_cake.jpg",
        "ady": "Goýaldylan süýtden tort",
        "description": "Goýaldylan süýtden tort\n\nHamyry üçin:\n1 gap goýaldylan süýt (sguşennoýe moloko),\n1 stakan kartoşka krahmaly,\n2 ýumurtga.\n\nTaýýarlanylyşy:\nBu tort hem tagamly, hem taýýarlamasy ýeňil. Ilki bilen krahmal bilen ýumurtgany gowy edip garyşdyryň. Soňra taýýar bolan garyndyny goýaldylan süýt bilen garyşdyryň. Gowy garyşdyrylandan soňra, ýaglanan galyba guýuň we ozaldan gyzyp duran duhowkada 20-25 minut bişiriň. Tortyň ýüzi derrew gyzarar, ýöne onuň aşagynyň bişmegine garaşyň. Duhowkanyň agzyny bişýänçä açmamak maslahat berilýär. Isleseňiz bulamagy ikä ýa-da üçe bölüp bişirip, aralaryna krem çalyp taýýarlap bilersiňiz. Üstüne şeker tozy sepmek hem mümkin.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/dried_cake.jpg",
        "ady": "Iýmişli keks",
        "description": "Iýmişli keks\n\nHamyry üçin:\n50 gram guradylan şänisiz erik,\n50 gram badam (mindal) ýa-da erik maňzy,\n50 gram pisse,\n100 gram dänesiz kişmiş,\n60 gram gury injir (injir kaky),\n15 nahar çemçesi günebakar ýagy,\n2 stakandan sähelçe az şeker tozy,\n3 ýumurtga sarysy,\n1 nahar çemçesi gabartma tozy,\n2 stakandan köpräk un.\n\nTaýýarlanylyşy:\nGury erikleri bölekleýäris, üstüne badam, pisse, kişmiş, injir goşup garyşdyryp goýýarys. Başga bir gapda ýag bilen şeker tozuny mikser bilen garyşdyrýarys. Ýumurtga sarysyny goşup, başga bir gapda çalynan ýumurtga agyny hem goşýarys. Un we gabartma tozy bilen birlikde garyşdyryp, soňunda taýýar iýmişleri goşýarys. Galyba guýup, orta derejede gyzdyrylan duhowkada takmynan 1 sagat bişirýäris. Sowandan soň galybdan çykaryp hödürleýäris. Işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/swiss_roll.webp",
        "ady": "Klubnikaly dolama torty (Rulet)",
        "description": "Klubnikaly dolama torty (Rulet)\n\nHamyry üçin:\n8 ýumurtganyň sarysy,\n100 gram şeker,\n4 ýumurtganyň agy,\n80 gram ýokary hilli ak un,\n20 gram kartoşka krahmaly.\n\nIçi üçin:\nÝarym litr ýagly çig gaýmak (sliwka) ýa-da köp gaýnadylan süýt,\n2 nahar çemçesi şeker,\n4 nahar çemçesi şeker tozy,\n200 gram klubnika,\nklubnikanyň üstüne sepmek üçin 2 nahar çemçesi şeker.\n\nTaýýarlanylyşy:\nIlki bilen klubnikalary ýuwup, bölekleýäris we üstüne şeker sepýäris. Duhowkany 220°C çenli gyzdyrýarys. Ýumurtga sarysy bilen şeker çalynýar, agy aýratyn çalynýar, soňra ikisi birleşdirilýär. Un we krahmal goşulýar, ýagly kagyz ýazylan galyba guýulýar we bişirilýär. Bişen tort ters çevrilip kagyz aýrylýar, üstüne şeker sepilen matanyň üstünde goýlup, polotenso bilen örtülýär. Krem üçin gaýmak bilen şeker goýaldylýança bişirilýär, soňra klubnika goşulýar. Bu krem tortuň üstüne çalynýar we seresaplyk bilen dolanýar. Üstüne isleseňiz şeker tozy sepip bilersiňiz. Içine dürli krem, jem ýa-da bal hem ulanyp bilersiňiz. Işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/apple_cake.jpg",
        "ady": "Almaly, armytly we käşirli keks",
        "description": "Almaly, armytly we käşirli keks\n\nHamyry üçin:\n3 sany orta ululykdaky käşir,\n1 alma (orta ululykda),\n1 armyt (orta ululykda),\n2 stakan şeker,\n4 ýumurtga,\n1 stakandan 2 barmak köp suwuk ýag (günebakar ýa-da ýanan pagta ýagy),\n3 stakan un,\n1,5 gap gabartma tozy.\n\nTaýýarlanylyşy:\nKäşir, alma we armydy ownuk dograň. Şeker bilen ýumurtgany ak köpük bolýança çalyň. Üstüne ýag, gabartma tozy we elenen uny goşup, haýal tizlikde mikser bilen garyşdyryň. Soňra taýýarlanan miweleri goşup garyşdyryň. Içi ýaglanyp unlanan galyba guýup, öňünden gyzdyran 180 dereje duhowkada bişiriň.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/shekerbura.jpg",
        "ady": "Gutap kökesi",
        "description": "Gutap kökesi\n\nHamyry üçin:\n2,5 stakan un,\n125 gram (ýarty gap) margarin,\n1 gap wanilin,\n1 gap gabartma tozy,\n1 stakandan sähel az süýt.\n\nIçi üçin:\n1 stakan owradylan pisse ýa-da maňyz,\n1 stakan şeker.\n\nTaýýarlanylyşy:\nUn, ýumşan margarin, wanilin we gabartma tozy garyşdyrylýar. Üstüne süýt goşup, gulak ujunyň ýumşaklygyndan biraz gatyrak hamyr taýýarlanylýar. Salkyn ýerde 1 sagat dynç berilýär. Soňra hozuň ululygynda böleklere bölünip, tokgalanyp, kiçijik somsa şekilinde ýaýylýar. Içine pisse ýa-da maňyz bilen garylan şeker goýlup, üstü ýapylyp gyrasy bükülýär. Duhowkanyň sajy ýaglanýar we kökeler onuň içine düzülýär. 170 derejede gyzdyrylan duhowkanyň iň üstki gatynda 20-25 minut bişirilýär.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/soft_dinner_roll.jpg",
        "ady": "Myssyjak bulkalar",
        "description": "Myssyjak bulkalar\n\nHamyry üçin:\n500 gram ýokary hilli ak un,\n30 gram maýa (drož),\n50 gram şeker,\n1/4 litr ýyljajyk süýt,\n40 gram (1/5 gap) mesge,\n2 ýumurtga,\n1 çaý çemçesi duz,\ngyrgyçdan geçirilen 1 limon gabygy,\nbulkalaryň üstüne çalmak üçin 75 gram mesge,\nbulkalaryň üstüne sep,ek üçin azajyk şeker tozy.\n\nTaýýarlanylyşy:\nUnuň ortasyna çukur açylýar, içine drož, şeker we süýdüň ýarysy guýulýar. Üstü ýapylýar we 15 minut goýberilýär. Soňra galan süýt, şeker, mesge, duz we limon gabygy goşulýar, hamyr ýugrulýar. 15-20 minut dynç berilýär. Gyzdyrylan duhowkada 220 derejede bişirilýär. Her biri 50 gram bolan tokgalan hamyrlar ýaglanan saja düzülýär. Bişenden soň üstüne şeker tozy sepilýär. Işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/rugelach.webp",
        "ady": "Almaly dolama kökesi",
        "description": "Almaly dolama kökesi\n\nHamyry üçin:\n1 stakan süýt,\n1 stakan zeýtun ýagy ýa-da günebakar ýagy,\n1 gap margarin,\n2 ýumurtga,\n1 gap gabartma tozy,\nýeterlik mukdarda un.\n\nIçi üçin:\n1 kg alma,\n2 stakan şeker,\n1 nahar çemçesi tarçyn ýa-da kakao,\n250 gram iri owradylan hoz.\n\nÜstüne sepmek üçin:\nÝarty stakan şeker tozy (pudrasy).\n\nTaýýarlanylyşy:\nIlki bilen almany gyrgyçdan geçirip, otda bişiriň. Otdan düşürip, içine hoz goşup sowadyň. Başga bir gapda ýag, margarin, ýumurtga, gabartma tozy we un bilen hamyr ýugruň. Hamyry 4 bölege bölüp, her bölegi 2-3 mm galyňlykda ýaýyň. Her bölegi çapraz kesip 8 uçburç bölege bölüň. Inli tarapyna alma-hoz garyndysyny goýup, inçelýän tarapa garşy doluň. Duhowkanyň sajyna düzýäris we 150 derejede gyzdyrylan peçde bişirýäris. Bişenden soň üstüne şeker tozy sepilýär.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/shortbread.jpg",
        "ady": "Gül kökesi",
        "description": "Gül kökesi\n\nHamyry üçin:\n1 ýumurtga,\n125 gram (ýarty gap) margarin,\nýarty stakan şeker,\n2 stakan un,\nýarty gap gabartma tozy,\nýarty gap wanilin,\n1/4 stakan şeker tozy.\n\nTaýýarlanylyşy:\nBir gabyň içinde şeker we ýumurtga mikser bilen ak köpük bolýança çalynýar. Üstüne öý gyzgynlygyndaky margarin goşulýar we garyşdyrylýar. Un, wanilin, gabartma tozy goşulyp, mikseriň haýal tizliginde garyşdyrylýar. Taýýar hamyr figuraly torbajyk bilen duhowkanyň sajyna gül ýa-da S şekilinde çykarylýar. 200 derejede gyzdyran peçde 15–20 minut bişirilýär. Bişenden soň üstüne şeker tozy sepilýär.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/berlin_cake.jpg",
        "ady": "Berlin kökesi",
        "description": "Berlin kökesi\n\nHamyry üçin:\n300 gram ýokary hilli ak un,\n15 gram maýa (droj),\n1/8 litr süýt,\n100 gram şeker,\n175 gram mesge ýa-da margarin,\nbir çummuk duz,\n3 ýumurtga,\ngyrgyçdan geçirilen 1 limon gabygy,\n200 gram kişmiş,\n100 gram şokolad pomadasy ýa-da plitkasy,\nkeks bişiriljek galyba çalar ýaly ýag we gerek bolsa suhari owuntygy.\n\nTaýýarlanylyşy:\nIlki bilen galyby ýaglap, üstüne suhari sepilýär. Un gabyň ortasyna çukur edilip, droj, biraz şeker we süýt goşulýar. Üstü ýapylyp 15 minut goýberilýär. Soňra galan ýag, şeker, duz, ýumurtga, limon gabygy we un goşulyp hamyr taýýarlanylýar. Üstü ýapylyp 30 minut dynç berilýär. Kişmiş goşulyp garyşdyrylýar we galyba guýlup ýene 20 minut goýberilýär. 200 derejede öňünden gyzdyran peçde 50 minut bişirilýär. Üstüne benmari usulynda eredilen şokolad guýulýar.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/horseshoe.jpg",
        "ady": "“At naly” kökesi",
        "description": "“At naly” kökesi\n\nHamyry üçin:\n180 gram margarin,\n2 stakan un,\nýarty stakan şeker tozy,\n1 ýumurtga sarysy,\n1 stakandan biraz az gowurlan we uşajyk edilip owradylan pisse ýa-da arahis,\n1 gap şokolad.\n\nTaýýarlanylyşy:\nUny we margarini pyçak bilen kesişdirip garyşdyryň. Üstüne ýumurtga sarysy, pisse we şeker tozy goşup kän ýugurmazdan hamyr ýasalyar. Hamyrdan bölek alyň, barmak galyňlygynda uzaldyp, iki barmak uzynlykda kesip nal şekli beriň. Yağlanan saja düzülip, 200 derejede 15 minut bişirilýär. Şokolad ýarym çemçe suw bilen eridilýär. Bişen kökeleriň uçlary şokolada batyrylyp goýlup, doňmagyna garaşylýar.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/linzer.jpg",
        "ady": "Erik göz köke",
        "description": "Erik göz köke\n\nHamyry üçin:\n125 gram mesge ýa-da margarin,\n2 ýumurtga,\n2 nahar çemçesi gatyk,\nýarty stakan şeker,\n1 çaý çemçesi gabartma tozy,\nýeterlik mukdarda un.\n\nÜsti üçin:\n1 käse erik marmelady ýa-da baly,\n4-5 nahar çemçesi şeker.\n\nTaýýarlanylyşy:\nBir ýumurtganyň agyny aýratyn goýuň. Galan ýumurtga, margarin, gatyk, şeker, gabartma tozy we un bilen gulak ujunyň ýumşaklygynda hamyr ýasalyar. Hamyr ýarym sm galyňlykda ýaýylýar we stakanyň agzy bilen kesilýär. Kesilenleriň ýarysy ýelimleýji hökmünde goýulýar, beýleki ýarysyna göz ýaly deşik açylýar. Deşik açylanlara ýumurtga agy çalynýar we şeker sepilýär. 160 derejede bişirilýär. Sowandan soň, aralaryna erik baly çalynyp bir-birine ýelmeşdirilýär.\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/chess-cookie.jpg",
        "ady": "Kakaoly köke",
        "description": "Hamyry üçin:\n\n 1 ýumurtga,\n 1 stakan şeker tozy, \n1 gap (250 gram) margarin, \n1 gap gabartma tozy, ýeterlik mukdarda un, \n2 nahar çemçesi kakao. \n\nTaýýarlanylyşy: \nÝaýbaň bir gabyň içine öý gyzgynlygynda ýumşan margarini, ýumurtgany, şeker tozuny we gabartma tozuny guýup, gowy edip eliňiz bilen ýugruň. Soňra üstüne ýuwaş-ýuwaşdan un goşup, gulak ujunyň ýumşaklygynda hamyr taýýarlaň. Soňra taýýar hamyry ikä bölüň we ol bölekleriň birine kakaony goşup, her ýerine mazaly ýaýraýança täzeden ýugruň. Soňra taýýar bolan bu hamyrlaryň hersinden hoz ululygynda bölekler goparyp alyp, ikisini-de bilelikde eliňizde togalaň we üstünden aýaňyz bilen basyp biraz ýasylaň. Yzyndan ýaglanan duhowkanyň sajyna düzüp çykyň. Soňra ozaldan gyzyp duran 185 dereje gyzgynlykdaky duhowkada bişiriň. Eger duhowkaňyz hemme ýerini deň bişirmeýän bolsa, onda kökeleriň aşagy ýanmaz ýaly, duhowkanyň aşagyna içi suwly jam goýuň. Kökeleri-de duhowkanyň ýokarragynda goýuň."
    },
    {
        "surat": "lib/assets/images/valentines.avif",
        "ady": "“Ýürek köke”",
        "description": "Hamyry üçin: \n\n0,5 kg un, ýarty stakandan 1 barmak köpräk şeker,\n 18 nahar çemçesi margarin, \n2 ýumurtga, \n1,5 stakan üwelen badam ýa-da maňyz, \n1/4 çaý çemçesi wanilin, ýarty nahar çemçesi gabartma tozy.\n Üsti üçin: 4 ýumurtganyň agy, \n1 stakandan 1 barmak egsik şeker tozy, ýarty limonyň suwy, ýörite iýmitler üçin ulanylýan gülgüne iýmit reňki. \n\nTaýýarlanylyşy: \nÝaýbaň bir gabyň içine uny eläň. Soňra şekeri, margarini, ýumurtgalary, üwelip toz halyna getirilen badamy ýa-da maňzy, wanilini we gabartma tozuny goşup, gulak ujunyň ýumşaklygynda hamyr bolýança ýugruň. Taýýar hamyry 4 mm galyňlykda ýaýyň. Soňra ýaýlan hamyry ýürek şekilindäki galyplar bilen kesişdirip çykyň we ýukajyk ýaglanan sajyň içine düzüň. Ozaldan gyzyp duran 180 dereje gyzgynlykdaky duhowkada 30-35 minutlap bişiriň. Kökeler bişip durka, gapdalyndan üstüniň kremini taýýarlaň. Ilki ýumurtganyň aklaryny ak köpük bolýança çalyň. Soňra içine az-azdan şeker tozuny goşup, mikser bilen gowy edip garyşdyryň. Soňra limon suwuny goşuň. Eger bar bolsa we isleseňiz ýaňky taýýar bolan kremiň ýarysyna gülgüne boýagyny-da goşup bilersiňiz. Soňra kökeler bişip sowandan soňra üstüne ýaňky gülgün reňkli kremden çalyň, ol gurar welin yzyndan-da ak kremden suratdaky ýaly sykma torbasynyň kömegi bilen dürli hili şekiller ýasap bilersiňiz. Çalan kremler gowy gurandan soňra, çaýyň gapdaly bilen nesip edenden iýiň. Işdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/shortbread.jpg",
        "ady": "Tärimgözenek tortjagazlar",
        "description": "Hamyry üçin:\n\n 600 gram un,\n 300 gram mesge, \nýarty çaý çemçe hamyr sodasy, \ntortjagazlaryň ýüzüne çalmak üçin 1 ýumurtganyň sarysy. \nIçi üçin: \n1 kg garaly, \n400 gram dänesiz sary kişmiş, \n200 gram şeker. \n\nTaýýarlanylyşy: \nIlki bilen tortuň üstüne çaljak balymyzy taýýarlalyň. Onuň üçin garaly we kişmişiň hersini aýratyn bir gapda 12 sagatlap suwa ezip goýuň. Soňra hiç-hili suw galmaz ýaly gowy edip süzüň. Gowy suwy aýrylandan soňra garalylaryň şänigini aýryp, iri-iri edip dograň we kişmiş bilen bilelikde syrçaly gazanyň içine salyň. Soňra üstünden şekeri guýuň. Yzyndan-da bularyň üstüne sähelçe çykyp durjak şekilde suw guýuň we orta ýanýan otda 60 minut çemesi bişiriň. Gowy goýalandan soňra ojakdan düşürip, tä sowaýança kadaly bir şekilde bulap duruň. Şeýlelik bilen tortmyzyň üstüne çaljak balymyz taýýar boldy. Geliň indi hamyryny taýýarlalyň. Onuň üçin gapagyň üstüne uny guýuň we ony eredilmedik mesge bilen gowy garyşdyryň. Soňra mesge garylan unyň ortasyny oýup, içine duz atyp, 10 nahar çemçesi suw guýup, ýumurtga çakyp, garyşdyryň we gowy ýugrup hamyr taýýarlaň. Taýýar hamyry gurşyn kagyzyň içine salyp 60 minutlap sowadyjyda goýuň. Soňra duhowkaňyzy 230 dereje gyzdyryň. Yzyndan taýýar hamyry 12 bölege bölüp, ýaýyň we hersini aýratyn bir galybyň içine salyň. Soňra ýaýylan hamyryň galypdan daşyna sarkýan böleklerini oklaw bilen ýaýyp kesip aýryň. Üstüne bolsa başda taýýarlan balymyzdan bol edip çalyň. Soňra oklaw bilen kesilip aýrylan hamyrlary birleşdirip täzeden ýaýyň we inçejik edip kesişdirip gözenek ýasaň. Iň soňunda gözenekleriň üstüne ýumurtganyň sarysyny çalyp, orta derejeli gyzgynlykdaky duhowkada 20-25 minut çemesi bişiriň we sowandan soňra çagajyklaryňyz daşyňyza üýşürip, nesip edenden iýiň! \n\nIşdäňiz açyk bolsun!"
    },
    {
        "surat": "lib/assets/images/fruit_wheel.jpg",
        "ady": "Toşaply dolama",
        "description": "Hamyry üçin: \n\n2 çörekli maýaly hamyr, \n1 käse toşap, \niriräk owradylan ýarym käse hoz, \ngünebakar ýagy. \n\nTaýýarlanylyşy: \nÇöreklik hamyryň birisini unlanan gapagyň üstünde ýarym sm galyňlykda ýaýyň. \nSoňra onuň üstüne günebakar ýagyny, yzyndan-da 1 käse toşaby çalyň. Iň soňundan-da ýarty käse iri döwlen hozy ýaýradyň. Soňra ýaňky hamyry dolama ýaly dolaň we hamyryň iki ujuny-da eliňiz bilen basdyryp ýapyşdyryň. Beýleki hamyry-da edil şunuň ýaly edip taýýarlaň. Soňra duhowkanyň ýaglanyp, unlanan sajyna ýaňkylary örüp goýuň we üstünden-de ýag çalyň. Ozaldan gyzyp duran orta derejeli gyzgynlykdaky duhowkada aşagy we üsti gyzarýança bişiriň. Bişenden soňra, edil suratdaky ýaly kesişdirip, nesip edenden iýiberiň. \n\nIşdäňiz açyk bolsun!"
    }
    
]